Repository: Blackspirits/script.artwork.downloader
Catalog: resources/language/*/strings.po
Languages: portuguese

# #32001
source: Please help get more artwork or donate on:
portuguese: Ajuda-nos a obter mais artwork ou faz uma doação em:

# #32002
source: Scheduled run at time: (24h)
portuguese: Programado para executar às: (24h)

# #32003
source: Faulty/empty settings combination found!
portuguese: Foram encontradas definições com erros ou vazias!

# #32004
source: Select your preferences and press OK to save
portuguese: Seleciona as tuas preferências e pressiona OK para guardar

# #32005
source: Cleaning up
portuguese: A Limpar

# #32006
source: Error
portuguese: Erro

# #32007
source: Error downloading file
portuguese: Erro ao Transferir Ficheiro

# #32008
source: Searching for artwork
portuguese: A Transferir

# #32010
source: Add-on aborted
portuguese: Add-on Cancelado

# #32011
source: Network error detected
portuguese: Foi detectado um erro de rede

# #32012
source: Finished
portuguese: Concluído

# #32013
source: Enable downloading
portuguese: Ativar Transferências

# #32014
source: Total Artwork
portuguese: Artwork Total

# #32015
source: Please choose
portuguese: Por favor, escolha

# #32016
source: Failed items
portuguese: Itens falhados

# #32017
source: Cancelled
portuguese: Cancelado

# #32018
source: Download canceled by user
portuguese: A Transferência foi cancelada pelo utilizador

# #32019
source: Delayed start in minutes:
portuguese: Adiamento do início, em minutos:

# #32020
source: Downloaded
portuguese: Transferidos

# #32021
source: Processing Artwork
portuguese: A Processar Artwork

# #32022
source: not found!
portuguese: não encontrado!

# #32023
source: Run add-on at login
portuguese: Iniciar add-on no Início de Sessão

# #32024
source: Run add-on as a service
portuguese: Iniciar add-on como serviço

# #32025
source: Yes
portuguese: Sim

# #32026
source: No
portuguese: Não

# #32027
source: Close
portuguese: Fechar

# #32028
source: Report
portuguese: Relatório

# #32029
source: [I](After changes are made you must restart XBMC) [/I]
portuguese: [I](Tem de reiniciar o KODI após as alterações serem concluídas) [/I]

# #32030
source: No provider ID found for looking up artwork
portuguese: Não foi encontrado ID de fornecedor ao procurar artwork

# #32031
source: General
portuguese: Geral

# #32032
source: [B]General settings used in Artwork Downloader[/B]
portuguese: [B]Definições gerais usadas no Artwork Downloader[/B]

# #32033
source: Run in background
portuguese: Executar em fundo

# #32034
source: Show dialog on finished/errors
portuguese: Mostrar janela de aviso em concluído/erros

# #32035
source: Overwrite all existing artwork [I](will be automaticly disabled after downloading) [/I]
portuguese: Substituir toda a artwork existente [I](será automaticamente desativado após transferência) [/I]

# #32036
source: Centralize extrafanart [I](Can be used for extrafanart slideshow) [/I]
portuguese: Centralizar extrafanart [I](Pode ser usado para slides de extrafanart) [/I]

# #32037
source: Central TV extrafanart directory
portuguese: Pasta principal de extrafanart Séries de TV

# #32038
source: Central Movie extrafanart directory
portuguese: Pasta principal de extrafanart Filmes

# #32039
source: View download report from latest download run
portuguese: Exibir relatório da última transferência

# #32051
source: Limit Artwork
portuguese: Limite de Artwork

# #32052
source: [B]Options for limiting downloaded artwork[/B]
portuguese: [B]Opções para limitar a artwork transferida[/B]

# #32053
source: Maximum extrafanart
portuguese: Máximo de extrafanart

# #32054
source: Minimum rating
portuguese: Avaliação Mínima

# #32055
source: Preferred language:
portuguese: Idioma Preferido:

# #32056
source: Exclude fanart that has text
portuguese: Excluir fanart que contenha texto

# #32057
source: Minimum fanart size: Movies
portuguese: Tamanho mínimo de fanart: Filmes

# #32058
source: Minimum fanart size: TV Shows
portuguese: Tamanho mínimo de fanart: Séries de TV

# #32062
source: Minimum fanart size: Musicvideos
portuguese: Tamanho mínimo de fanart: Vídeoclipes

# #32071
source: Movies
portuguese: Filmes

# #32072
source: [B]Options for downloading Movie artwork[/B]
portuguese: [B]Opções para transferir artwork de Filmes[/B]

# #32081
source: TV Shows
portuguese: Séries TV

# #32082
source: [B]Options for downloading TV Show artwork[/B]
portuguese: [B]Opções para transferir artwork de Séries de TV[/B]

# #32091
source: Musicvideo
portuguese: Vídeoclipe

# #32092
source: [B]Options for downloading Musicvideo artwork[/B]
portuguese: [B]Opções para transferir artwork de vídeoclipes[/B]

# #32101
source: Advanced
portuguese: Avançado

# #32102
source: [B]Some more advanced settings to be used[/B]
portuguese: [B]Algumas outras definições avançadas para usar[/B]

# #32103
source: Use local files
portuguese: Usar ficheiros locais

# #32106
source: Use XBMC pre-caching [I](caches images to thumbnails folder while downloading) [/I]
portuguese: Usar pré-cache do KODI [I](coloca as imagens em cache na pasta das miniaturas, durante a transferência) [/I]

# #32124
source: Season Banners
portuguese: Banners da Temporada

# #32126
source: Logo
portuguese: Logotipo

# #32128
source: Poster
portuguese: Cartaz

# #32129
source: Season Posters
portuguese: Cartazes da Temporada

# #32130
source: Thumb 16:9
portuguese: Miniatura 16:9

# #32132
source: Disc Art
portuguese: Imagem do Disco

# #32134
source: Season Thumbs 16:9
portuguese: Miniaturas de Temporadas 16:9

# #32141
source: Language
portuguese: Língua

# #32142
source: Rating
portuguese: Avaliação

# #32143
source: Votes
portuguese: Votos

# #32144
source: Season
portuguese: Temporada

# #32145
source: Size
portuguese: Tamanho

# #32146
source: Disc
portuguese: Disco

# #32147
source: below limit setting
portuguese: definição abaixo do limite

# #32148
source: Time of finish
portuguese: Hora de conclusão

# #32149
source: No failed or missing items found
portuguese: Não foram encontrados itens falhados ou em falta

# #32150
source: add-on aborted because of XBMC shutting down
portuguese: o add-on foi encerrado devido ao encerramento do KODI

# #32151
source: add-on cancelled while searching for
portuguese: o add-on foi cancelado durante a procura por

# #32152
source: add-on aborted because of problems
portuguese: o add-on foi encerrado devido a problemas

# #32153
source: add-on cancelled while downloading Artwork
portuguese: o add-on foi cancelado durante a transferência de Artwork

# #32182
source: Please donate or contribute to the following sites to show your support:
portuguese: Por favor, apoia-nos fazendo uma doação ou contribuindo para estes sites:

# #32183
source: [I]www.xbmc.org [/I]
portuguese: [I]https://kodi.tv/ [/I]

# #32187
source: Add-on authors:
portuguese: Autores do add-on:

# #32189
source: Thanks to:
portuguese: Agradecimentos a:

# #32190
source: Team XBMC and the authors of the other addons on which this was based.
portuguese: Equipa do KODI e autores dos add-ons nos quais este foi baseado.

# #32191
source: [I]For bugs, requests or general questions visit the [/I]
portuguese: [I]Para bugs, pedidos ou dúvidas genéricas, visite [/I]

# #32192
source: [I] Artwork Downloader thread on the XBMC forum. [/I]
portuguese: [I] o tópico 'Artwork Downloader' no fórum do KODI. [/I]
